tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "gotop"
brew "graphviz"
brew "jq"
brew "libmagic"
brew "openssl@3"
brew "postgresql@14"
brew "python@3.10"
brew "pre-commit"
brew "pyenv"
cask "rectangle"
